tap "git-time-metric/gtm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "netlify/netlifyctl"
tap "shopify/shopify"
brew "automake"
brew "bat"
brew "coreutils"
brew "geoip"
brew "ghi"
brew "git"
brew "git-flow"
brew "gnupg"
brew "heroku"
brew "hub"
brew "libsass"
brew "libtool"
brew "mariadb", restart_service: true
brew "mkcert"
brew "mongodb", restart_service: true
brew "mysql", link: false
brew "openssl@1.1"
brew "pgloader"
brew "python"
brew "pipenv"
brew "prettyping"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ruby", link: true
brew "sassc"
brew "webp"
brew "wget"
brew "yarn"
brew "z"
brew "zsh"
brew "git-time-metric/gtm/gtm"
brew "netlify/netlifyctl/netlifyctl"
brew "shopify/shopify/themekit"
cask "alfred"
cask "atom"
cask "basecamp"
cask "bettertouchtool"
cask "boom"
cask "brave"
cask "caffeine"
cask "docker"
cask "figma"
cask "filezilla"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-hack"
cask "font-ibm-plex"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "harvest"
cask "insomnia"
cask "integrity"
cask "iterm2"
cask "keybase"
cask "mac2imgur"
cask "mailspring"
cask "mamp"
cask "ngrok"
cask "opera"
cask "phpstorm"
cask "postgres"
cask "pycharm"
cask "rubymine"
cask "sketch"
cask "skype"
cask "spectacle"
cask "spotify"
cask "steam"
cask "thunderbird"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "webstorm"
