tap "git-time-metric/gtm"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "shopify/shopify"
brew "automake"
brew "bat"
brew "bison"
brew "gdbm"
brew "libffi"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "coreutils"
brew "webp"
brew "ffmpeg"
brew "fzf"
brew "gcc@7"
brew "geoip"
brew "ghi"
brew "git"
brew "git-flow"
brew "gnupg"
brew "hub"
brew "libsass"
brew "libyaml"
brew "mkcert"
brew "neovim"
brew "p7zip"
brew "pgloader"
brew "python"
brew "pipenv"
brew "prettyping"
brew "pyenv"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "sassc"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zlib"
brew "zsh"
brew "git-time-metric/gtm/gtm"
brew "heroku/brew/heroku"
brew "netlify/netlifyctl/netlifyctl"
brew "schniz/tap/fnm"
brew "shopify/shopify/themekit"
cask "alfred"
cask "atom"
cask "basecamp"
cask "bettertouchtool"
cask "boom"
cask "brave-browser"
cask "caffeine"
cask "db-browser-for-sqlite"
cask "docker"
cask "figma"
cask "filezilla"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-hack"
cask "font-ibm-plex"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-chrome-canary"
cask "harvest"
cask "insomnia"
cask "integrity"
cask "iterm2"
cask "keybase"
cask "mac2imgur"
cask "mailspring"
cask "mamp"
cask "ngrok"
cask "noteplan"
cask "opera"
cask "phpstorm"
cask "postgres"
cask "sequel-pro"
cask "sketch"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "thunderbird"
cask "transmission"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
