tap "cloudflare/cloudflare"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
tap "shopify/shopify"

brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gcc"
brew "openssl@3"
brew "armadillo"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "bash"
brew "bat"
brew "bear"
brew "bison"
brew "icu4c@76"
brew "boost"
brew "btop"
brew "glib"
brew "python@3.12"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "deno"
brew "dooit"
brew "libgit2"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "freetds"
brew "fzf"
brew "gdbm"
brew "geoip"
brew "gh"
brew "ghi"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gpgme"
brew "go"
brew "gsl"
brew "hub"
brew "ifstat"
brew "libheif"
brew "libomp"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lastpass-cli"
brew "lazygit"
brew "libffi"
brew "libfido2"
brew "libpq"
brew "llvm"
brew "llvm@16"
brew "lua"
brew "lua-language-server"
brew "luarocks"
brew "mas"
brew "mkcert"
brew "mysql"
brew "neomutt"
brew "neovim"
brew "nnn"
brew "node"
brew "nowplaying-cli"
brew "nss"
brew "openssl@1.1"
brew "tmux"
brew "overmind"
brew "p7zip"
brew "sbcl"
brew "pgloader"
brew "pkgconf"
brew "pnpm"
brew "postgresql@14"
brew "prettyping"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "rustup"
brew "spaceship"
brew "starship"
brew "switchaudio-osx"
brew "wget"
brew "wireguard-go"
brew "youtube-dl"
brew "z"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/svim"
brew "heroku/brew/heroku"
brew "joshmedeski/sesh/sesh"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "amethyst"
cask "arc"
cask "authy"
cask "docker"
cask "figma"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-hack"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "hey"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keybase"
cask "kitty"
cask "league-of-legends"
cask "linear-linear"
cask "ngrok"
cask "orion"
cask "raycast"
cask "readdle-spark"
cask "sf-symbols"
cask "slack"
cask "zed"
cask "zen-browser"
mas "Amphetamine", id: 937984704
mas "FileZilla Pro", id: 1298486723
mas "Harvest", id: 506189836
mas "LastPass", id: 926036361
mas "Numbers", id: 409203825
mas "Outlanders 2", id: 1614682164
mas "Velja", id: 1607635845
mas "Xcode", id: 497799835
vscode "bradlc.vscode-tailwindcss"
vscode "denoland.vscode-deno"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "ms-vsliveshare.vsliveshare"
vscode "shopify.polaris-for-vscode"
vscode "shopify.theme-check-vscode"
vscode "stylelint.vscode-stylelint"
vscode "svelte.svelte-vscode"
